{"title":"About","description":null,"content":"<p><strong>Palestine Open Maps</strong> (POM) is a platform that allows users to explore, search and download historical maps and spatial data on Palestine. Features of POM include:</p>\n<ul>\n<li>Detailed historical base map layers from the 1870s up to the 1950s.</li>\n<li>Population data on over 2,000 places, past and present.</li>\n<li>The ability to download hundreds of individual historical map sheets.</li>\n<li>A split-screen mode to view past and present maps side-by-side.</li>\n<li>A 3D mode, showing the dramatic topography of Palestine.</li>\n<li>The ability to overlay historical map features on present day maps.</li>\n</ul>\n<h2>Background</h2>\n<p><img src=\"%7Bassets%7D/img/palestine-israel-maps.jpg\" alt=\"\"></p>\n<h4>Left: 1946 “Palestine” map sheet at 1:250,000 scale, produced by the British mandate “Survey of Palestine”. Right: 1951 “Israel” map sheet produced by the “Survey of Israel” based on the earlier map.</h4>\n<blockquote>\n<p>“There are few countries in the world in which surveying and mapping played so much important role in its history. Palestine, the Holy Land, was long coveted by foreigners, primarily the Crusades and European colonists. They wanted to know its physical and historical characteristics as a prelude to conquering the land.”—Salman Abu Sitta, 2004</p>\n</blockquote>\n<p>The idea for this platform was inspired by a large collection of 1940s survey map sheets from the British Mandate of Palestine that became available in a digital form online. These maps—all now in the public domain—cover the territory at scales of up to 1:20,000, offering a vivid snapshot of a human and natural geography immediately before the Palestinian Nakba, with an unparalleled level of physical detail, including population centers, roads, topographic features and property boundaries.</p>\n<p>Although the maps were already in the public domain, their usefulness was limited since they comprise hundreds of separate sheets with no easy means to search, navigate or otherwise comprehend. By combining these sheets into seamless layers that can be navigated online, and combining them with other available data sources, such as the 1945 Village Statistics, historic aerial photography, oral histories and present day digital maps and data, this platform seeks to offer a resource for mapping the transformation in the human geography of historic Palestine over the past seven and a half decades.</p>\n<h2>Credits</h2>\n<p>This project was initiated at Impact Data Lab, a workshop organized by Visualizing Palestine and Columbia University Studio-X Amman in March 2018. The app is under continuing development by Visualizing Palestine with support from a number of other individuals.</p>\n<p>Development team: <a href=\"https://ahmadbarclay.com/\">Ahmad Barclay</a>, <a href=\"https://majdal.cc/\">Majd Al-Shihabi</a> (supported by the Creative Commons <a href=\"https://creativecommons.org/bassel-khartabil-fellowship/\">Bassel Khartabil Free Culture Fellowship</a>), Hanan Yazigi, Morad Taleeb, Henry Zaccak and Bassam Barham.</p>\n<p>Special thanks: Zaki Boulos, Stella Ioannidou, Noor Lozi, and to Nora Akawi and the Columbia Studio-X Amman team.</p>\n<p>The project would also not have been possible without data gathered and digitized over many years by Dr <a href=\"https://en.wikipedia.org/wiki/Salman_Abu_Sitta\">Salman Abu Sitta</a> (<a href=\"http://www.plands.org/en/home\">Palestine Land Society</a>), <a href=\"http://www.palestineremembered.com/\">Palestine Remembered</a>, <a href=\"http://www.zochrot.org/en\">Zochrot</a>, and other individuals and organizations.</p>\n<p>The map sheets were produced by the Survey of Palestine—a British Mandate institution—and the <a href=\"https://www.pef.org.uk/\">Palestine Exploration Fund</a>, and were drawn from sources including the <a href=\"https://www.davidrumsey.com/\">David Rumsey Map Collection</a>, the <a href=\"https://www.nla.gov.au/\">Australian national library</a>, and the <a href=\"http://web.nli.org.il/sites/nlis/en\">Israeli national library</a>.</p>\n<p>All of the maps on this website are considered public domain under the UK Copyright, Designs and Patent Act 1998, and were marked as such on the source websites.</p>\n"}