{"title":"عن خرائط فلسطين المفتوحة","description":null,"content":"<p><strong>خرائط فلسطين المفتوحة</strong> هي منصة تسمح للمستخدمين والمستخدمات باستكشاف والبحث وتحميل الخرائط التاريخية والبيانات المكانية عن الامتداد الجغرافي لفلسطين. تشمل ميزات الموقع:</p>\n<ul>\n<li>طبقات خرائط تاريخية مفصّلة أوّلها من سبعينات القرن التاسع عشر وحتّى خمسينات القرن العشرين.</li>\n<li>بيانات سكانية عن أكثر من 2,000 موقع، في الماضي والحاضر.</li>\n<li>القدرة على تنزيل المئات من الخرائط التاريخية بدقّة عالية.</li>\n<li>امكانيّة قسم الشاشة لعرض الخرائط القديمة والحديثة جنباً إلى جنب.</li>\n<li>امكانيّة عرض الخرائط بشكل ثلاثي الأبعاد يظهر التضاريس الجغرافيّة المميّزة في فلسطين.</li>\n<li>القدرة على تركيب طبقات البيانات التاريخيّة على الخرائط الحاليّة، والعكس.</li>\n</ul>\n<h2>الخلفيّة</h2>\n<p><img src=\"%7Bassets%7D/img/palestine-israel-maps.jpg\" alt=\"\"></p>\n<h4>يساراً: خريطة &quot;فلسطين&quot; لعام 1946 بمقياس 1:250,000، أنتجتها «هيئة مسح فلسطين» التابعة للانتداب البريطاني. يميناً: خريطة &quot;إسرائيل&quot; لعام 1951 أنتجتها «هيئة مسح إسرائيل» استناداً على الخريطة السابقة.</h4>\n<blockquote>\n<p>&quot;هناك عدد قليل من البلدان في العالم التي لعبت فيها عمليات القياس والرسم الكثير من الدور الهام في تاريخها. كانت فلسطين، الأرض المقدسة، محط رغبة الأجانب لفترة طويلة، بالدرجة الأولى الصليبيون والمستعمرين الأوروبيين. أرادوا معرفة سماتها الطبيعية والتاريخية كخطوة أولى لاحتلال الأرض.&quot; - سلمان أبو ستة، 2004</p>\n</blockquote>\n<p>استلهمنا الفكرة وراء هذه المنصة من مجموعة كبيرة من الخرائط التي أنتجها الانتداب البريطاني على فلسطين في الأربعينات، والتي أصبحت متاحة بشكل رقمي عبر الإنترنت. تغطي هذه الخرائط - التي تصنّف الآن من وجهة الحقوق الفكريّة في المشاع العام - الأراضي بمقاييس تصل إلى حد 1:20,000، وتقدم لمحة واضحة عن الجغرافيا البشرية والطبيعية لفلسطين ما قبل النكبة الفلسطينية، بمستوى لا مثيل له من التفصيل الجغرافي، بما في ذلك المراكز السكانية والطرق والمعالم الطبوغرافية وحدود ملكيّة الأراضي.</p>\n<p>على الرغم من أن الخرائط كانت متاحة سابقاً في المشاع العام، إلا أن فائدتها كانت محدودة نظرًا لأنها تتألف من مئات الخرائط المنفصلة دون وجود وسيلة سهلة للبحث أو التصفح أو التفهم. من خلال دمج هذه الأوراق في طبقات موحّدة التي يمكن تصفّحها عبر الإنترنت، ودمجها مع مصادر بيانات أخرى، مثل إحصاءات القرى لعام 1945 والتصوير الجوي التاريخي والتاريخ الشفهي والبيانات المساحيّة الرقمية للأرض اليوم، تسعى هذه المنصة لأن تكون مصدر يرصد تحوّلات الجغرافيا البشرية في فلسطين التاريخية على مدى السبعة ونصف العقود الماضية.</p>\n<h2>الاعتمادات</h2>\n<p>بدء هذا المشروع في Impact Data Lab، وهي ورشة عمل نظّمتها Visualizing Palestine وColumbia University Studio-X Amman في آذار/مارس 2018. ما زال الموقع قيد التطوير بدعم من Visualizing Palestine وعدد من الأفراد الآخرين.</p>\n<p>فريق التطوير: <a href=\"https://ahmadbarclay.com/\">أحمد باركلي</a>، <a href=\"https://majdal.cc\">مجد الشهابي</a> (بدعم من <a href=\"https://creativecommons.org/bassel-khartabil-fellowship/\">زمالة المشاع الإبداعي باسل خرطبيل للثقافة الحرة</a>)، حنان يزيجي، مراد طالب، هنري زكاك، وبسام برهم.</p>\n<p>شكر خاص: زكي بولس، ستيلا إيوانيدو، نور لوزي، وشكر خاص أيضًا لنورا عكاوي وفريق Columbia Studio-X Amman.</p>\n<p>كما لم يكن من الممكن تنفيذ المشروع بدون البيانات التي تم جمعها وترقيمها على مر السنين من قبل الدكتور <a href=\"https://ar.wikipedia.org/wiki/%D8%B3%D9%84%D9%85%D8%A7%D9%86_%D8%A3%D8%A8%D9%88_%D8%B3%D8%AA%D8%A9\">سلمان أبو ستّة</a> (<a href=\"https://www.plands.org/ar/home\">جمعية أراضي فلسطين</a>)، <a href=\"https://www.palestineremembered.com/ar/index.html\">فلسطين في الذاكرة</a>، <a href=\"https://www.zochrot.org/welcome/index/ar\">ذاكرات</a>، وغيرهم من الأفراد والمنظمات.</p>\n<p>أنتج الانتداب البريطاني هذه الخرائط عبر «هيئة ت» تم إنتاج ورقات الخرائط بواسطة «» - مؤسسة للانتداب البريطاني - و<a href=\"https://www.pef.org.uk/\">صندوق استكشاف فلسطين</a>، وتم الاستفادة من مصادر مثل <a href=\"https://www.davidrumsey.com/\">مجموعة خرائط ديفيد رمزي</a>، و<a href=\"https://www.nla.gov.au/\">المكتبة الوطنية الأسترالية</a>، و<a href=\"https://www.nli.org.il/ar\">المكتبة الوطنية الإسرائيلية</a>.</p>\n<p>تعتبر جميع الخرائط على هذا الموقع جزءًا من المشاع العام بموجب قانون حقوق الطبع والنشر والتصميمات وبراءات الاختراع البريطاني لعام 1998، وتم تحديدها ذلك عند عرض الخرائط.</p>\n"}